DELETE FROM product WHERE name IN ('milk', 'nutella', 'joint');

DELETE FROM school_group WHERE name IN ('Daniel', 'Anzor');

insert into school_group(name) values ('ט'), ('י-צברים'), ('יא-צברים'), ('יב-צברים'), ('יא-נעל"ה'), ('יב-נעל"ה'), ('י-נעל"ה'), ('פל"א'), ('קומונה');

insert into product(name) values ('לחם אחיד'), ('לחם מלא'), ('חלב'), ('חלב סויה'), ('גבינה לבנה'), ('קוטג'), ('חמאה 100 רגם'), ('מלפפון'), ('עגבניה'), ('גמבה'), ('גזר'), ('חסה'), ('פרי העונה'), ('לימון'), ('בצל'), ('ממרח שוקולד חלבי'), ('ממרח שוקולד פרווה'), ('חמאת בוטנים'), ('טחינה'), ('סוכר'), ('מלח'), ('אבקת שוקו'), ('תה-חבילה'), ('נס קפה'),('קפה שחור'), ('שמן קנולה'), ('דבש'), ('פפריקה'), ('פלפל שחור'), ('חלבה'), ('קורנפלקס טעים (שבת)'), ('טונה קטנה (שבת)'), ('עוגה (שבת)'), ('במבה/ביסלי/חטיף (שבת)'), ('מאפינס (שבת)'), ('תירס (שבת)'), ('חלה פרוסה (שבת)');

